<template>
<div>== 台湾 ==
<pre>
<textarea style="width: 800px; height: 800px;">
歡迎光臨Vilolo 🎀卡漫 娛樂 居家生活專營館🎀
    👀👉更多新款，優質好物持续開發中，期待寶寶們關注小鋪，不要錯過哦~
    👀👉全场点赞3个以上商品有精美小礼品相送哦，下單時備註一下，禮品隨訂單一併寄出。

====🌾折扣活動🌾====
🌸
🌸

====🌾產品亮點🌾====
🌸


====🌾產品檔案🌾====
🌸

====🌾下單須知🌾====
🌸 色差問題：商品色差因各種顯示器顯示效果會有所不同等原因導致商品實物與展示圖片存在一定色差，請以實物為准。
🌸 尺寸問題：由於人工批量生產等原因，印刷圖案和尺寸與實物可能出現1-2cm誤差；批次不同，商品可能存在輕微差別，介意者慎拍。

====🌾取貨須知🌾====
🌸 包裹抵達門市，請寶寶們盡快取件，超時的話，包裹會被退回銷毀的哦~
🌸 如果沒空取件，可以代勞朋友代取哦~
🌸 祝寶寶們生活愉快！💖
</textarea>
</pre>
</div>
</template>